Repository: rpugase/bee_fam
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: ok
ru: Ок

source: Phone Number
ru: Номер телефона

# phoneCode
source: Code
ru: Код

# login
source: Send Code
ru: Отправьте код

source: All Reminders
ru: Все Напоминания

source: Settings
ru: Настройки

source: Last synchronization
ru: Последняя синхронизация

source: Notifications time
ru: Время нотификаций

source: Language
ru: Язык

source: Logout
ru: Выход

source: Soon
ru: Скоро

# last_version
source: Version
ru: Версия ПО

# error_number_not_found
source: Number not found
ru: Номер не найден

# hello
source: Hello! ðŸŽ‰
ru: Привет! 🎉

# add_people
source: Add special people, days and events
ru: Добавляйте особенных людей, дни и события

source: Birthday
ru: День рождения

source: Colleagues
ru: Коллеги

# short_days
source: dy
ru: дн.

# short_month
source: month
ru: мес.

source: Notification
ru: Напоминание

source: Full Name
ru: Имя, Фамилия

source: Phone
ru: Номер телефона

source: Notes
ru: Заметки

source: Get notification
ru: Получить уведомление

source: Enter your phone number
ru: Введите ваш номер телефона

source: Create notification
ru: Создать напоминание

source: Create new
ru: Создать новое

# create_from_contact
source: Create from contacts
ru: Добавить из контактов

# in_day_birthday
source: In birthday
ru: В день события

source: In {x} week
ru: За {x} неделю

source: In {x} month
ru: За {x} месяц

# error_name_require
source: Name is require
ru: Введите имя

# error_birthday_require
source: Birthday is require
ru: Введите дату рождения

# error_phone_number_empty
source: Phone number is require
ru: Введите номер телефона

# error_code_empty
source: Code is require
ru: Введите код

# error_code_incorrect
source: Code is incorrect
ru: Код не правильный
